{
  "Die Liebe ist eine schwierige Herzensangelegenheit":
  [
    {
    "quote": "Wenn man sich auf die Liebe einlässt, setzt man alles aufs Spiel, ohne Angst. Wenn du gewinnst, sei glücklich. Und wenn du verlierst, ist das Spiel noch lange nicht aus.",
    "author": "Shah Rukh Khan",
    "found in": "Die Liebe ist eine schwierige Herzensangelegenheit"
      }
    ],
  "Solange ich lebe":
  [
    {
      "quote": "Es ist schon merkwürdig mit den Erinnerungen. Unser Leben lang versuchen wir, etwas zu vergessen und schaffen es nicht. Aber wollen wir uns an eine Kleinigkeit erinnern, fällt sie uns einfach nicht ein",
      "author": "Shah Rukh Khan",
      "found in": "Solange ich lebe"
    }
  ],
  "Und ganz plötzlich ist es Liebe":
  [
    {
      "quote": "Liebe… Liebe ist Freundschaft.\nWenn sie nicht meine beste Freundin sein kann, dann kann ich sie auch nicht lieben. Ohne Freundschaft gibt es keine Liebe.\nGanz einfach, Liebe ist Freundschaft.",
      "author": "Shah Rukh Khan",
      "found in": "Und ganz plötzlich ist es Liebe"
    }
  ],
  "Lebe und denke nicht an morgen":
  [
    {
      "quote": "Es heißt, die Zeit würde alle Wunden heilen. Doch das Leben fügt einem manchmal Wunden zu, die so tief gehen, dass sie niemals heilen und im Laufe der Zeit immer nur tiefer und tiefer werden.",
      "author": "Shah Rukh Khan",
      "found in": "Lebe und denke nicht an morgen"
    }
  ],
  "In guten, wie in schweren Tagen":
  [
    {
      "quote": "Wenn du im Leben etwas erreichen willst, wenn du gewinnen willst, dann höre auf dein Herz. Und wenn dein Herz einmal nicht antwortet, dann schließe die Augen und denke an deine Eltern, so wirst du keine Angst mehr haben und alle Hindernisse überwinden. Dann kannst du alles erreichen, einfach alles.",
      "author": "Shah Rukh Khan",
      "found in": "In guten, wie in schweren Tagen"
    }
  ],
  "Liebesbrief an das Leben":
  [
    {
      "quote": "Wenn man schon leiden muss, sollte die andere Person es schon mitkriegen. Wem bringt es etwas, sich still zu quälen? Niemanden!",
      "author": "Shah Rukh Khan",
      "found in": "Liebesbrief an das Leben"
    }
  ],
  "The boy, the mole, the fox and the horse":
  [
    {
      "quote": "Maulwurf: \"Eine unserer größten Freiheiten liegt darin, wie wir auf etwas reagieren.\"",
      "author": "Charlie Mackery",
      "found in": "The boy, the mole, the fox and the horse"
    }, {
      "quote": "Maulwurf: \"Oh, sieh dir das an. Ich bin so winzig klein.\"\nJunge: \"Ja, aber du kannst so viel bewirken.\"",
      "author": "Charlie Mackery",
      "found in": "The boy, the mole, the fox and the horse"
    }, {
      "quote": "Pferd: \"Du bist gefallen, aber ich bin da.\"",
      "author": "Charlie Mackery",
      "found in": "The boy, the mole, the fox and the horse"
    }, {
      "quote": "Pferd: \"Ach was. Tränen haben immer einen Grund. Sie sind deine Stärke und keine Schwäche.\"",
      "author": "Charlie Mackery",
      "found in": "The boy, the mole, the fox and the horse"
    }, {
      "quote": "Pferd: \"Das Leben ist nicht einfach, aber du wirst geliebt.\"",
      "author": "Charlie Mackery",
      "found in": "The boy, the mole, the fox and the horse"
    }, {
      "quote": "Junge: \"Was ist das tapferste, was du jemals gesagt hast?\"\nPferd: \"Hilfe. Wenn du Hilfe bittest, gibst du nicht auf. Du weigerst dich, aufzugeben.\"",
      "author": "Charlie Mackery",
      "found in": "The boy, the mole, the fox and the horse"
    }, {
      "quote": "Maulwurf: \"Manchmal würde ich gerne sagen \"Ich liebe euch\". Aber es fällt mir schwer.\"\nJunge: \"Ehrlich?\"\nMaulwurf: \"Ja, dann sage ich sowas wie \"Ich bin froh, dass wir alle hier sind\".\"\nJunge: \"Okay.\"\nMaulwurf:\"Ich bin froh, dass wir alle hier sind\"\nJunge: \"Wir sind auch froh, dass du hier bist.\n",
      "author": "Charlie Mackery",
      "found in": "The boy, the mole, the fox and the horse"
    }
  ]
}
