{
  "Information":
  [
    {
      "title": "Language support",
      "message": "Qwotables' possibility of changing the language is yet to be implemented. Until this is done, Qwotables' quotes and wisdom will be in English. However, since the text in the app, that is not to be parsed in a json, is already translated into German, the application will show German text when your device's language is German",
      "date of creation": "18.12.2022",
      "valuable for version": 1
    }, {
      "title": "Known issues",
      "message": "Some app activities are not following the color theme yet.\nThe \"Update available\" card is visible constantly",
      "date of creation": "18.12.2022",
      "valuable for version": 3
    }, {
      "title": "No quotes",
      "message": "Due to a few changes on how Qwotable displays quotes in the future, I made some changes to the file, the quotes are getting parsed from. Pwease excuse that until the next update, Qwotable can't display any quotes.",
      "date of creation": "28.12.2022",
      "valuable for version": 2
    }, {
      "title": "Important news to the color scheme feature",
      "message": "Due to some limitations on older Android devices, the color scheme will be disabled for every Android device that runs Android 9 and below. Currently,  it is the only possibility to guarantee a good experience",
      "date of creation": "05.01.2023",
      "valuable for version": 0
    }, {
      "title": "No wisdom",
      "message": "Due to a few changes on how Qwotable displays wisdom in the future, I made some changes to the file, the wisdom are getting parsed from. Please excuse that until the next update, Qwotable can't display any wisdom.",
      "date of creation": "18.01.2023",
      "valuable for version": 0
    }, {
      "title": "Wisdom disappear",
      "message": "On tablets: The wisdom are disappearing when the dialog for copy and share is shown. It is yet not clear what causes this bug but I'll do my best to fix this.",
      "date of creation": "23.01.23",
      "valuable for version": 5
    }
  ]
}
