[
            {
                        "quote": "If you make a promise, you keep it, if you make a mistake, you apologize... And if you give someone a dream, you defend it to the end."
                        "author": "Childe",
                        "source": "Genshin Impact",
                        "language": "english"
            }, {
                        "quote": "Der Mensch muss sein Dasein erfahren. Im Schmerz. Im Rausch. Im Scheitern. Im Höhenflug. Im Gefühl der vollständingen Machtfülle über die eigene Existenz. Über das eigenen Leben und den eigenen Tod.",
                        "author": "Moritz",
                        "source": "Corpus Delicti",
                        "language": "german"
            }, {
                        "quote": "Das Leben ist ein Angebot, das man auch ablehnen kann.",
                        "author": "Moritz",
                        "source": "Corpus Delicti",
                        "language": "german"
            }, {
                        "quote": "Nur wenn ich mich auch für den Tod entscheiden kann, besitzt die Entscheidung zugunsten des Lebens einen Wert.",
                        "author": "Moritz",
                        "source": "Corpus Delicti",
                        "language": "german"
            }, {
              "quote": "People can find ways to forget, but they can't undo what they've done and there's no escaping the past.",
              "author": "Unknown",
              "source": "Genshin Impact",
              "language": "english"
            }, {
              "quote": "Power isn't determined by your size, but the size of your heart and dreams!",
              "author": "Monkey D. Luffy",
              "source": "One Piece",
              "language": "english"
            }, {
              "quote": "If you don’t take risks, you can’t create a future",
              "author": "Monkey D. Luffy",
              "source": "One Piece",
              "language": "english"
            }, {
              "quote": "No matter how hard or how impossible it is, never lose sight of your goal",
              "author": "Monkey D. Luffy",
              "source": "One Piece",
              "language": "english"
            }, {
              "quote": "The wish of wanting everyone to be happy is merely a fairy tale!",
              "author": "Archer",
              "source": "Fate Stay Night",
              "language": "english"
            }, {
              "quote": "If you walk down the path that you believe is right, you cannot be wrong.",
              "author": "Shirou Emiya",
              "source": "Fate Stay Night",
              "language": "english"
            }, {
              "quote": "That is why I will keep running for now. If I aim for the distance, there should come a day when I would be able to reach out to what I have been aiming for.",
              "author": "Shirou Emiya",
              "source": "Fate Stay Night",
              "language": "english"
            }, {
              "quote": "If you have a wish, don’t go back to the past and redo everything. If you want to change yourself, don’t change the past, but change who you are now!",
              "author": "Shirou Emiya",
              "source": "Fate Stay Night",
              "language": "english"
            }, {
              "quote": "People cannot change the past. All we can do, is accept our own actions. If you still wish to be burdened by your sins, let it show in your future actions. It is your choice how to perceive something that has already happened.",
              "author": "Kirei Kotomine",
              "source": "Fate Stay Night",
              "language": "english"
            }, {
              "quote": "All things are impermanent and to exist is to suffer",
              "author": "Xiao",
              "source": "Genshin Impact",
              "language": "english"
            }, {
              "quote": "You are my sadness and my hope. But mostly, you're my love.",
              "author": "Wanda Maximoff",
              "source": "Wanda Vision",
              "language": "english"
            }, {
              "quote": "There are rules in life. We can’t rush aging just because it’s convenient. And we can’t reverse death",
              "author": "Wanda Maximoff",
              "source": "Wanda Vision",
              "language": "english"
            }, {
              "quote": "No one bad is every truly bad. And no one good is ever truly good.",
              "author": "Loki",
              "source": "Loki",
              "language": "english"
            }, {
              "quote": "Freedom is life's great lie. Once you accept that, in your heart, you will know peace.",
              "author": "Loki",
              "source": "Loki",
              "language": "english"
            }, {
              "quote": "I arrived only in time to hear her dying breath. Why did she go to Khaenri'ah first, and not I. Why did she keep me in the dark about it? Was it to shield me? [...] Facing the fact that she is gone is... unbearably painful",
              "author": "Raiden Ei",
              "source": "Genshin Impact",
              "language": "english"
            }, {
              "quote": "For those that live too long, the friends of days gone by and scenes from their adventures live on in their memories. As such I have no regrets in meeting you, friend. Should the day ever come that we are not together, you will continue to shine like gold in my memories.",
              "author": "Zhongli",
              "source": "Genshin Impact",
              "language": "english"
            }, {
              "quote": "Feelings are worth feeling, even if they hurt",
              "author": "Eclipsa",
              "source": "Star vs. the forces of the evil",
              "language": "english"
            }, {
              "quote": "You deserve the love you are trying to give to others all the time.",
              "author": "Unknown",
              "source": "",
              "language": "english"
            }, {
              "quote": "I will never apologize for my heart that breaks so easily but loves so strong",
              "author": "Unknown",
              "source": "",
              "language": "english"
            }, {              
              "quote": "It may be that a perfect being does not exist at all in the whole world. Sometimes two people who appear to be completely opposite are actually two sides of the same coin and can only succeed when they work together.",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            },
            {
              "quote": "True change cannot be made if it is bound by laws and limitations, predictions and imagination",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            }, {
              "quote": "The eyes sees only what the mind is prepared to comprehend",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            }, {
              "quote": "Loneliness is dangerous. Once you know how addicting it is, you don't want to deal with people anymore.",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            }, {
              "quote": "Use your insecurities to improve yourself, not to self-destruct and destroy others",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            }, {
              "quote": "Sometimes you have to be the bad guy to do something good, or you have to be the good guy to do something bad.",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            }, {
              "quote": "When the power of love overcomes the love for power, the world will know peace.",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            }, {
              "quote": "Teachings that do not speak of pain have no meaning, for humankind cannot gain anything in return",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            }, {
              "quote": "People's live don't end when they die. It ends when they lose faith",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            }, {
              "quote": "Time doesn't heal anything. It just teaches us how to live with pain.",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            }, {
              "quote": "No matter how good your heart is, eventually you have to start treating people the way they treat you.",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            }, {
              "quote": "No single thing is perfect by itself. That's why we're born to attract other things to make up for what we lack. I think we start walking in the right direction only after we start getting our counterparts besides us.",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            }, {
              "quote": "Each of us lives dependent and bound by our individual knowledge and our awareness. All that is what we call reality. However, both knowledge and awareness are equivocal. One's reality might be another's illusion. We all live inside our own fantasies.",
              "author": "Itachi Uchiha",
              "source": "Naruto",
              "language": "english"
            }, {
      "quote": "No matter who you are, you do not truly know what kind of man you will become until you reach the very end.",
      "author": "Itachi Uchiha",
      "source": "Naruto",
      "language": "english"
    }, {
      "quote": "Our actions are our own, but fate pushes us.",
      "author": "Regina",
      "source": "Once upon a time",
      "language": "english"
    }, {
      "quote": "Horse: \"You fell, but I have got you.\"",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "english"
    }, {
      "quote": "Horse: \"I know, tears fall for a reason, and are your strength, not weakness.\"",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "english"
    }, {
      "quote": "Horse: \"Life is difficult, but you are loved.\"",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "english"
    }, {
      "quote": "Fox: \"You know, sometimes, your minds plays tricks on you. It can tell you you are not good, that it's all hopeless, but I discovered this: You are loved and important, and you bring to this world things, that no one else can. So hold on.\"",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "english"
    }, {
      "quote": "You have your way. I have my way. As for the right way, the correct way, and the only way, it does not exist.",
      "author": "Friedrich Nietzsche",
      "source": "",
      "language": "english"
    }, {
      "quote": "Wenn man sich auf die Liebe einlässt, setzt man alles aufs Spiel, ohne Angst. Wenn du gewinnst, sei glücklich. Und wenn du verlierst, ist das Spiel noch lange nicht aus.",
      "author": "Shah Rukh Khan",
      "source": "Die Liebe ist eine schwierige Herzensangelegenheit",
      "language": "german"
    }, {
      "quote": "Es ist schon merkwürdig mit den Erinnerungen. Unser Leben lang versuchen wir, etwas zu vergessen und schaffen es nicht. Aber wollen wir uns an eine Kleinigkeit erinnern, fällt sie uns einfach nicht ein",
      "author": "Shah Rukh Khan",
      "source": "Solange ich lebe",
      "language": "german"
    }, {
      "quote": "Liebe… Liebe ist Freundschaft.\nWenn sie nicht meine beste Freundin sein kann, dann kann ich sie auch nicht lieben. Ohne Freundschaft gibt es keine Liebe.\nGanz einfach, Liebe ist Freundschaft.",
      "author": "Shah Rukh Khan",
      "source": "Und ganz plötzlich ist es Liebe",
      "language": "german"
    }, {
      "quote": "Wenn man schon leiden muss, sollte die andere Person es schon mitkriegen. Wem bringt es etwas, sich still zu quälen? Niemanden!",
      "author": "Shah Rukh Khan",
      "source": "Liebesbrief an das Leben",
      "language": "german"
    }, {
      "quote": "Wenn du im Leben etwas erreichen willst, wenn du gewinnen willst, dann höre auf dein Herz. Und wenn dein Herz einmal nicht antwortet, dann schließe die Augen und denke an deine Eltern, so wirst du keine Angst mehr haben und alle Hindernisse überwinden. Dann kannst du alles erreichen, einfach alles.",
      "author": "Shah Rukh Khan",
      "source": "In guten, wie in schweren Tagen",
      "language": "german"
    }, {
      "quote": "Es heißt, die Zeit würde alle Wunden heilen. Doch das Leben fügt einem manchmal Wunden zu, die so tief gehen, dass sie niemals heilen und im Laufe der Zeit immer nur tiefer und tiefer werden.",
      "author": "Shah Rukh Khan",
      "source": "Lebe und denke nicht an morgen",
      "language": "german"
    }, {
      "quote": "Maulwurf: \"Eine unserer größten Freiheiten liegt darin, wie wir auf etwas reagieren.\"",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "german"
    }, {
      "quote": "Ursache und Wirkung sind zwei Seiten einer einzigen Tatsache.",
      "author": "Ralph Waldo Emerson",
      "source": "",
      "language": "german"
    }, {
      "quote": "Pferd: \"Du bist gefallen, aber ich bin da.\"",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "german"
    }, {
      "quote": "Pferd: \"Ach was. Tränen haben immer einen Grund. Sie sind deine Stärke und keine Schwäche.\"",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "german"
    }, {
      "quote": "Pferd: \"Das Leben ist nicht einfach, aber du wirst geliebt.\"",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "german"
    }, {
      "quote": "Le passé, c'est douloureux, mais à mon sens on peut soit le fuir, soir tout en apprend.",
      "author": "Rafiki",
      "source": "Le roi lion",
      "language": "french"
    }
  ]
