{
  "version": 1,
  "quotes": [
    {
      "id": 1,
      "qwotable": "Brand name's Honor but they don't honor their own update policy",
      "author": "John (tenseventy7)",
      "language": "English"
    },
    {
      "id": 2,
      "qwotable": "We must understand that sadness is an ocean, and sometimes we drown, while other days we are forced to swim.",
      "author": "R.M. Drake",
      "language": "English"
    },
    {
      "id": 3,
      "qwotable": "Of all the words of mice and men, the saddest are, 'It might have been.'",
      "author": "Kurt Vonnegut",
      "language": "English"
    },
    {
      "id": 4,
      "qwotable": "Tears are words the mouth can't say nor can the heart bear.",
      "author": "Joshua Wisenbaker",
      "language": "English"
    },
    {
      "id": 5,
      "qwotable": "Maybe this is what happens when you grow up. You feel less joy.",
      "author": "Disney, Pixar - Joy",
      "source": "Inside Out 2",
      "language": "English"
    },
    {
      "id": 6,
      "qwotable": "Isn't it odd? We can only see our outsides, but nearly everything happens on the inside.",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "English"
    },
    {
      "id": 7,
      "qwotable": "Wenn Rache Gerechtigkeit ist, dann bringt Gerechtigkeit nur noch mehr Rache und wird so zu einem endlosen Kreislauf aus Hass.",
      "author": "Masashi Kishimoto - Pain",
      "source": "Naruto",
      "language": "German"
    },
    {
      "id": 8,
      "qwotable": "Memory, in fact, gives you no choice over which moments you can erase and it is annoyingly persistent in retaining the most painful ones.",
      "author": "Amy Tan",
      "source": "Where the past begins: A writer's memoir",
      "language": "English"
    },
    {
      "id": 9,
      "qwotable": "You can't stop the change any more than you can stop the suns from setting",
      "author": "George Lucas - Shmi Skywalker",
      "source": "Star Wars",
      "language": "English"
    },
    {
      "id": 10,
      "qwotable": "Books, she has found, are a way to live a thousand lives - or to find strength in a very long one",
      "author": "V.E. Schwab",
      "source": "The Invisible Life of Addie LaRue",
      "language": "English"
    },
    {
      "id": 11,
      "qwotable": "How many times can the same thing break your heart? As long as you love it.",
      "language": "English"
    },
    {
      "id": 12,
      "qwotable": "Tell your heart that the fear of suffering is worse than the suffering itself.",
      "author": "Paulo Coelho",
      "source": "The Alchemist",
      "language": "English"
    },
    {
      "id": 13,
      "qwotable": "I spent my life folded between the pages of books. In the absence of human relationships, I formed bonds with paper characters. I lived love and loss through stories threaled in history; I experienced adolescence by assosiation. My world is one interwoven web of words, stringing limb to limb, bone to sinew, thoughts and images all together. I am a being comprised of letters, a character created by sentences, a figment of imagination formed through fiction",
      "author": "Tahereh Mafi",
      "source": "Shatter me",
      "language": "English"
    },
    {
      "id": 14,
      "qwotable": "If you make a promise, you keep it, if you make a mistake, you apologize... And if you give someone a dream, you defend it to the end.",
      "author": "miHoYo - Childe",
      "source": "Genshin Impact",
      "language": "English"
    },
    {
      "id": 15,
      "qwotable": "Der Mensch muss sein Dasein erfahren. Im Schmerz. Im Rausch. Im Scheitern. Im Höhenflug. Im Gefühl der vollständingen Machtfülle über die eigene Existenz. Über das eigenen Leben und den eigenen Tod.",
      "author": "Juli Zeh - Moritz",
      "source": "Corpus Delicti",
      "language": "German"
    },
    {
      "id": 16,
      "qwotable": "Das Leben ist ein Angebot, das man auch ablehnen kann.",
      "author": "Juli Zeh - Moritz",
      "source": "Corpus Delicti",
      "language": "German"
    },
    {
      "id": 17,
      "qwotable": "Nur wenn ich mich auch für den Tod entscheiden kann, besitzt die Entscheidung zugunsten des Lebens einen Wert.",
      "author": "Juli Zeh - Moritz",
      "source": "Corpus Delicti",
      "language": "German"
    },
    {
      "id": 18,
      "qwotable": "People can find ways to forget, but they can't undo what they've done and there's no escaping the past.",
      "author": "miHoYo",
      "source": "Genshin Impact",
      "language": "English"
    },
    {
      "id": 19,
      "qwotable": "Power isn't determined by your size, but the size of your heart and dreams!",
      "author": "Eiichiro Oda - Monkey D. Luffy",
      "source": "One Piece",
      "language": "English"
    },
    {
      "id": 20,
      "qwotable": "If you don’t take risks, you can’t create a future",
      "author": "Eiichiro Oda - Monkey D. Luffy",
      "source": "One Piece",
      "language": "English"
    },
    {
      "id": 21,
      "qwotable": "No matter how hard or how impossible it is, never lose sight of your goal",
      "author": "Eiichiro Oda - Monkey D. Luffy",
      "source": "One Piece",
      "language": "English"
    },
    {
      "id": 22,
      "qwotable": "The wish of wanting everyone to be happy is merely a fairy tale!",
      "author": "Kinoko Nasu - Archer",
      "source": "Fate/Stay Night",
      "language": "English"
    },
    {
      "id": 23,
      "qwotable": "If you walk down the path that you believe is right, you cannot be wrong.",
      "author": "Kinoko Nasu - Shirou Emiya",
      "source": "Fate/Stay Night",
      "language": "English"
    },
    {
      "id": 24,
      "qwotable": "That is why I will keep running for now. If I aim for the distance, there should come a day when I would be able to reach out to what I have been aiming for.",
      "author": "Kinoko Nasu - Shirou Emiya",
      "source": "Fate/Stay Night",
      "language": "English"
    },
    {
      "id": 25,
      "qwotable": "If you have a wish, don’t go back to the past and redo everything. If you want to change yourself, don’t change the past, but change who you are now!",
      "author": "Kinoko Nasu - Shirou Emiya",
      "source": "Fate/Stay Night",
      "language": "English"
    },
    {
      "id": 26,
      "qwotable": "People cannot change the past. All we can do, is accept our own actions. If you still wish to be burdened by your sins, let it show in your future actions. It is your choice how to perceive something that has already happened.",
      "author": "Kinoko Nasu - Kirei Kotomine",
      "source": "Fate/Stay Night",
      "language": "English"
    },
    {
      "id": 27,
      "qwotable": "All things are impermanent and to exist is to suffer",
      "author": "miHoYo - Xiao",
      "source": "Genshin Impact",
      "language": "English"
    },
    {
      "id": 28,
      "qwotable": "You are my sadness and my hope. But mostly, you're my love.",
      "author": "Disney - Wanda Maximoff",
      "source": "Wanda Vision",
      "language": "English"
    },
    {
      "id": 29,
      "qwotable": "There are rules in life. We can’t rush aging just because it’s convenient. And we can’t reverse death",
      "author": "Disney - Wanda Maximoff",
      "source": "Wanda Vision",
      "language": "English"
    },
    {
      "id": 30,
      "qwotable": "No one bad is every truly bad. And no one good is ever truly good.",
      "author": "Disney - Loki",
      "source": "Loki",
      "language": "English"
    },
    {
      "id": 31,
      "qwotable": "Freedom is life's great lie. Once you accept that, in your heart, you will know peace.",
      "author": "Disney - Loki",
      "source": "Loki",
      "language": "English"
    },
    {
      "id": 32,
      "qwotable": "I arrived only in time to hear her dying breath. Why did she go to Khaenri'ah first, and not I. Why did she keep me in the dark about it? Was it to shield me? [...] Facing the fact that she is gone is... unbearably painful",
      "author": "miHoYo - Raiden Ei",
      "source": "Genshin Impact",
      "language": "English"
    },
    {
      "id": 33,
      "qwotable": "For those that live too long, the friends of days gone by and scenes from their adventures live on in their memories. As such I have no regrets in meeting you, friend. Should the day ever come that we are not together, you will continue to shine like gold in my memories.",
      "author": "miHoYo - Zhongli",
      "source": "Genshin Impact",
      "language": "English"
    },
    {
      "id": 34,
      "qwotable": "Feelings are worth feeling, even if they hurt",
      "author": "Disney - Eclipsa",
      "source": "Star vs. the forces of the evil",
      "language": "English"
    },
    {
      "id": 35,
      "qwotable": "You deserve the love you are trying to give to others all the time.",
      "language": "English"
    },
    {
      "id": 36,
      "qwotable": "I will never apologize for my heart that breaks so easily but loves so strong",
      "language": "English"
    },
    {
      "id": 37,
      "qwotable": "It may be that a perfect being does not exist at all in the whole world. Sometimes two people who appear to be completely opposite are actually two sides of the same coin and can only succeed when they work together.",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 38,
      "qwotable": "True change cannot be made if it is bound by laws and limitations, predictions and imagination",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 39,
      "qwotable": "The eyes sees only what the mind is prepared to comprehend",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 40,
      "qwotable": "Loneliness is dangerous. Once you know how addicting it is, you don't want to deal with people anymore.",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 41,
      "qwotable": "Use your insecurities to improve yourself, not to self-destruct and destroy others",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 42,
      "qwotable": "Sometimes you have to be the bad guy to do something good, or you have to be the good guy to do something bad.",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 43,
      "qwotable": "When the power of love overcomes the love for power, the world will know peace.",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 44,
      "qwotable": "Teachings that do not speak of pain have no meaning, for humankind cannot gain anything in return",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 45,
      "qwotable": "People's live don't end when they die. It ends when they lose faith",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 46,
      "qwotable": "Time doesn't heal anything. It just teaches us how to live with pain.",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 47,
      "qwotable": "No matter how good your heart is, eventually you have to start treating people the way they treat you.",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 48,
      "qwotable": "No single thing is perfect by itself. That's why we're born to attract other things to make up for what we lack. I think we start walking in the right direction only after we start getting our counterparts besides us.",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 49,
      "qwotable": "Each of us lives dependent and bound by our individual knowledge and our awareness. All that is what we call reality. However, both knowledge and awareness are equivocal. One's reality might be another's illusion. We all live inside our own fantasies.",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 50,
      "qwotable": "No matter who you are, you do not truly know what kind of man you will become until you reach the very end.",
      "author": "Masashi Kishimoto - Itachi Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 51,
      "qwotable": "Our actions are our own, but fate pushes us.",
      "author": "Disney - Regina",
      "source": "Once upon a time",
      "language": "English"
    },
    {
      "id": 52,
      "qwotable": "You fell, but I have got you.",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "English"
    },
    {
      "id": 53,
      "qwotable": "I know, tears fall for a reason, and are your strength, not weakness.",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "English"
    },
    {
      "id": 54,
      "qwotable": "Life is difficult, but you are loved.",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "English"
    },
    {
      "id": 55,
      "qwotable": "You know, sometimes, your minds plays tricks on you. It can tell you you are not good, that it's all hopeless, but I discovered this: You are loved and important, and you bring to this world things, that no one else can. So hold on.",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "English"
    },
    {
      "id": 56,
      "qwotable": "You have your way. I have my way. As for the right way, the correct way, and the only way, it does not exist.",
      "author": "Friedrich Nietzsche",
      "language": "English"
    },
    {
      "id": 57,
      "qwotable": "Wenn man sich auf die Liebe einlässt, setzt man alles aufs Spiel, ohne Angst. Wenn du gewinnst, sei glücklich. Und wenn du verlierst, ist das Spiel noch lange nicht aus.",
      "author": "Shah Rukh Khan",
      "source": "Die Liebe ist eine schwierige Herzensangelegenheit",
      "language": "German"
    },
    {
      "id": 58,
      "qwotable": "Es ist schon merkwürdig mit den Erinnerungen. Unser Leben lang versuchen wir, etwas zu vergessen und schaffen es nicht. Aber wollen wir uns an eine Kleinigkeit erinnern, fällt sie uns einfach nicht ein",
      "author": "Shah Rukh Khan",
      "source": "Solange ich lebe",
      "language": "German"
    },
    {
      "id": 59,
      "qwotable": "Liebe… Liebe ist Freundschaft.\nWenn sie nicht meine beste Freundin sein kann, dann kann ich sie auch nicht lieben. Ohne Freundschaft gibt es keine Liebe.\nGanz einfach, Liebe ist Freundschaft.",
      "author": "Shah Rukh Khan",
      "source": "Und ganz plötzlich ist es Liebe",
      "language": "German"
    },
    {
      "id": 60,
      "qwotable": "Wenn man schon leiden muss, sollte die andere Person es schon mitkriegen. Wem bringt es etwas, sich still zu quälen? Niemanden!",
      "author": "Shah Rukh Khan",
      "source": "Liebesbrief an das Leben",
      "language": "German"
    },
    {
      "id": 61,
      "qwotable": "Wenn du im Leben etwas erreichen willst, wenn du gewinnen willst, dann höre auf dein Herz. Und wenn dein Herz einmal nicht antwortet, dann schließe die Augen und denke an deine Eltern, so wirst du keine Angst mehr haben und alle Hindernisse überwinden. Dann kannst du alles erreichen, einfach alles.",
      "author": "Shah Rukh Khan",
      "source": "In guten, wie in schweren Tagen",
      "language": "German"
    },
    {
      "id": 62,
      "qwotable": "Es heißt, die Zeit würde alle Wunden heilen. Doch das Leben fügt einem manchmal Wunden zu, die so tief gehen, dass sie niemals heilen und im Laufe der Zeit immer nur tiefer und tiefer werden.",
      "author": "Shah Rukh Khan",
      "source": "Lebe und denke nicht an morgen",
      "language": "German"
    },
    {
      "id": 63,
      "qwotable": "Eine unserer größten Freiheiten liegt darin, wie wir auf etwas reagieren.",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "German"
    },
    {
      "id": 64,
      "qwotable": "Ursache und Wirkung sind zwei Seiten einer einzigen Tatsache.",
      "author": "Ralph Waldo Emerson",
      "language": "German"
    },
    {
      "id": 65,
      "qwotable": "Du bist gefallen, aber ich bin da.",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "German"
    },
    {
      "id": 66,
      "qwotable": "Ach was. Tränen haben immer einen Grund. Sie sind deine Stärke und keine Schwäche.",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "German"
    },
    {
      "id": 67,
      "qwotable": "Das Leben ist nicht einfach, aber du wirst geliebt",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "German"
    },
    {
      "id": 68,
      "qwotable": "Le passé, c'est douloureux, mais à mon sens on peut soit le fuir, soir tout en apprend.",
      "author": "Disney - Rafiki",
      "source": "Le roi lion",
      "language": "French"
    },
    {
      "id": 69,
      "qwotable": "Maulwurf: \"Oh, sieh dir das an. Ich bin so winzig klein.\"\nJunge: \"Ja, aber du kannst so viel bewirken.\"",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "German"
    },
    {
      "id": 70,
      "qwotable": "Wenn du um Hilfe bittest, gibst du nicht auf. Du weigerst dich, aufzugeben.",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "German"
    },
    {
      "id": 71,
      "qwotable": "Maulwurf: \"Manchmal würde ich gerne sagen \"Ich liebe euch\". Aber es fällt mir schwer.\"\nJunge: \"Ehrlich?\"\nMaulwurf: \"Ja, dann sage ich sowas wie \"Ich bin froh, dass wir alle hier sind\".\"\nJunge: \"Okay.\"\nMaulwurf:\"Ich bin froh, dass wir alle hier sind\"\nJunge: \"Wir sind auch froh, dass du hier bist."",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "German"
    },
    {
      "id": 72,
      "qwotable": "Even if I could redo the past, I must not take back what has already happened, because if I do that, everything would be a lie: those tears, that pain, those memories, that cold reality that hurts my heart, all of it. There were people who died in pain. There were people who risked their lives to save others. There were people who mourned for the deaths. But then, if everything were taken back and it did not happen, where would all of those go? The dead people would not come back. Reality cannot be overturned.",
      "author": "Kinoko Nasu - Shirou Emiya",
      "source": "Fate/Stay Night",
      "language": "English"
    },
    {
      "id": 73,
      "qwotable": "When the first wisp of wind brushed across the land, birds that yearned for the sky had wings but no way to fly.\nThey asked the Anemo God:\n\"How can we reach the heavens?\"\nTo which the Anemo God replied:\n\"You have yet to find that which is most important\"\nAs the god spoke, the wind thrust the seeds of a dandelion high into the sky. The birds thrust out their wings but the breeze was all to mild.\nLeaving them to stumble across the earth. So they went to the gorge where the wind showed off its wild and incomparable strength.\nThey threw themselves off the cliff and flapped their wings amongst the howling winds, until they where able to fly freely in the sky.\nTo the Anemo God they went, to gleefully say:\n\"We understand now! All we needed was a stronger wind to fly\"\nIn reply the Anemo God said: \"What you lacked was not wind, but courage. It is courage that has allowed you to become the first flying birds of this world.\"",
      "author": "miHoYo",
      "source": "Genshin Impact",
      "language": "English"
    },
    {
      "id": 74,
      "qwotable": "Wake up to reality. Nothing ever goes as planned in this accursed world. The longer you live the more you will realize that the only things that truly exist in this reality are merely pain, suffering and futility.[...] Listen, everywhere you look in this world, wherever there is light, there will always be shadows to be found as well. As long as there is a concept of victors, the vanquished will also exist. The selfish intent of wanting to preserve peace initiates wars and hatred is born in order to protect love. There are nexuses, causual relationships that cannot be seperated.",
      "author": "Masashi Kishimoto - Madara Uchiha",
      "source": "Naruto",
      "language": "English"
    },
    {
      "id": 75,
      "qwotable": "Mole: \"Sometimes I want to say \"I love you all\", but I find it difficult.\"\nBoy: \"Do you?\"\nMole: \"Yes, so I say something like \"I'm glad we're all here\".\"\nBoy: \"Okay\"\nMole: \"I'm glad we're all here.\"\nBoy: \"We're so glad you're here too.\"",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "English"
    },
    {
      "id": 76,
      "qwotable": "Asking for help isn't giving up, it is to refusing to give up.",
      "author": "Charlie Mackery",
      "source": "The boy, the mole, the fox and the horse",
      "language": "English"
    },
    {
      "id": 77,
      "qwotable": "Of course I'll hurt you. Of course you'll hurt me. Of course we will hurt each other. But this is the very condition of existence. To become spring, means accepting the risk of winter. To become presence, means accepting the risk of absence.",
      "author": "Antoine de Saint-Exupéry",
      "source": "The little prince",
      "language": "English"
    },
    {
      "id": 78,
      "qwotable": "Demander de l'aide, ce n'est pas abandonner. C'est refuse d'abandonner.",
      "author": "Charlie Mackery",
      "source": "L'enfant, la taupe, le renard et le cheval",
      "language": "French"
    }
]
