[
   {
      "wisdom": "Maulwurf: \"Oh, sieh dir das an. Ich bin so winzig klein.\"\nJunge: \"Ja, aber du kannst so viel bewirken.\"",
      "author": "Charlie Mackery",
      "found in": "The boy, the mole, the fox and the horse",
      "title": "Klein kann viel bewirken",
     "language": "german"
    }, {
      "wisdom": "Junge: \"Was ist das tapferste, was du jemals gesagt hast?\"\nPferd: \"Hilfe. Wenn du Hilfe bittest, gibst du nicht auf. Du weigerst dich, aufzugeben.\"",
      "author": "Charlie Mackery",
      "found in": "The boy, the mole, the fox and the horse",
      "title": "Um Hilfe bitten ist nicht aufgeben",
     "language": "german"
    }, {
      "wisdom": "Maulwurf: \"Manchmal würde ich gerne sagen \"Ich liebe euch\". Aber es fällt mir schwer.\"\nJunge: \"Ehrlich?\"\nMaulwurf: \"Ja, dann sage ich sowas wie \"Ich bin froh, dass wir alle hier sind\".\"\nJunge: \"Okay.\"\nMaulwurf:\"Ich bin froh, dass wir alle hier sind\"\nJunge: \"Wir sind auch froh, dass du hier bist.\n",
      "author": "Charlie Mackery",
      "found in": "The boy, the mole, the fox and the horse",
      "title": "Wie sagt man \"Ich liebe euch\"?",
     "language": "german"
    }, {
      "wisdom": "Even if I could redo the past, I must not take back what has already happened, because if I do that, everything would be a lie: those tears, that pain, those memories, that cold reality that hurts my heart, all of it. There were people who died in pain. There were people who risked their lives to save others. There were people who mourned for the deaths. But then, if everything were taken back and it did not happen, where would all of those go? The dead people would not come back. Reality cannot be overturned.",
      "author": "Shirou Emiya",
      "found in": "Fate Stay Night",
      "title": "Reality cannot be overturned",
     "language": "english"
    }, {
      "wisdom": "When the first wisp of wind brushed across the land, birds that yearned for the sky had wings but no way to fly.\nThey asked the Anemo God:\n\"How can we reach the heavens?\"\nTo which the Anemo God replied:\n\"You have yet to find that which is most important\"\nAs the god spoke, the wind thrust the seeds of a dandelion high into the sky. The birds thrust out their wings but the breeze was all to mild.\nLeaving them to stumble across the earth. So they went to the gorge where the wind showed off its wild and incomparable strength.\nThey threw themselves off the cliff and flapped their wings amongst the howling winds, until they where able to fly freely in the sky.\nTo the Anemo God they went, to gleefully say:\n\"We understand now! All we needed was a stronger wind to fly\"\nIn reply the Anemo God said: \"What you lacked was not wind, but courage. It is courage that has allowed you to become the first flying birds of this world.\"",
      "author": "Unknown",
      "found in": "Genshin Impact",
      "title": "What you lacked was not wind, but courage",
     "language": "english"
    }, {
      "wisdom": "Wake up to reality. Nothing ever goes as planned in this accursed world. The longer you live the more you will realize that the only things that truly exist in this reality are merely pain, suffering and futility.[...] Listen, everywhere you look in this world, wherever there is light, there will always be shadows to be found as well. As long as there is a concept of victors, the vanquished will also exist. The selfish intent of wanting to preserve peace initiates wars and hatred is born in order to protect love. There are nexuses, causual relationships that cannot be seperated.",
      "author": "Madara Uchiha",
      "found in": "Naruto",
      "title": "Wake up to reality",
     "language": "english"
    }, {
      "wisdom": "Mole: \"Sometimes I want to say \"I love you all\", but I find it difficult.\"\nBoy: \"Do you?\"\nMole: \"Yes, so I say something like \"I'm glad we're all here\".\"\nBoy: \"Okay\"\nMole: \"I'm glad we're all here.\"\nBoy: \"We're so glad you're here too.\"",
      "author": "Charlie Mackery",
      "found in": "The boy, the mole, the fox and the horse",
      "title": "How to say \"I love you\"",
     "language": "english"
    }, {
      "wisdom": "Boy: \"What is the bravest thing you've ever said?\"\nHorse: \"Help. Asking for help isn't giving up, it is to refusing to give up.\"",
      "author": "Charlie Mackery",
      "found in": "The boy, the mole, the fox and the horse",
      "title": "Asking for help isn't giving up",
     "language": "english"
    }, {
      "wisdom": "Of course I'll hurt you. Of course you'll hurt me. Of course we will hurt each other. But this is the very condition of existence. To become spring, means accepting the risk of winter. To become presence, means accepting the risk of absence.",
      "author": "The little prince",
      "found in": "The little prince",
      "title": "Living, means accepting the risk of getting hurt",
     "language": "english"
    }, {
      "wisdom": "L'enfant: \"Quelle est la chose la plus courageuse que tu aies dite?\"\nLe cheval: \"C'est à l'aide. Demander de l'aide, ce n'est pas abandonner. C'est refuse d'abandonner.\"",
      "author": "Charlie Mackery",
      "found in": "L'enfant, la taupe, le renard et le cheval",
      "title": "Demander de l'aide, ce n'est pas abandonner",
     "language": "french"
    }
  ]
